<template>
<!-- 常见问题 -->
    <div class="problem">
        <h2>常见问题</h2>
        <ul>
            <li style="margin:0 0 20px 0;" v-for="(order,index) in orders" :key="index">
                <h3 style="color:#e53333;font-size: 14px;font-weight: bold;">{{ order.text }}</h3>
                <p>{{ order.main }}</p>
            </li>
        </ul>
    </div>
</template>

<script>
export default {
    data() {
        return {
            orders: [
                {
                    text: 'Q:为什么消费者要进行实名认证？',
                    main: 'A:根据海关总署规定，跨境试点商品以“个人自用、合理数量”为原则，因此个人消费者在下单前，须进行个人姓名、身份证等真实信息注册，身份和订单信息会递送给海关进行审核认证。'
                },
                {
                    text: 'Q:跨境购商品与我平时代购的商品有什么区别？',
                    main: 'A:跨境购商品会受到国家相关部门的保障，顾客购买的商品经过国家相关海关商检部门严格审查，使顾客购买的商品更安全更可靠，同时缩短了顾客购买商品的时间和运输成本，解决灰色通关问题，是真正意义上的“阳光海淘”。另外跨境贸易电子商务的形式解决了顾客交关税难的问题，很多通过直邮的方式运输的商品缴纳关税十分麻烦，需要顾客本身携带相关身份证件去相应邮局办理，现在只需要顾客委托电商商户代为缴纳即可，方便快捷。'
                },
                {
                    text: 'Q:火马科技的商品是正宗国外进口的吗？',
                    main: 'A:火马科技是厦门跨境贸易电子商务试点商户，我们从国外采购后，以一般贸易方式批量进境保税存储在宁波保税区，宁波保税区实行“境内关外”运作方式，每批次货物出关前都经过宁波海关的抽查和宁波国检的检验检疫，确保每一件递送到消费者上的跨境商品都是正宗进口，品质有保证。'
                },
                {
                    text: 'Q:如何判断自己购买的商品是不是正宗进口商品？',
                    main: 'A:火马科技上带标识的商品才是正宗厦门跨境贸易电子商务进口商品；其次，消费者收到的商品，会贴有宁波跨境贸易电子商务进口商品防伪溯源二维码，通过手机扫描查询，可以看到商品的进口详细信息和扫描历史记录，以此判断是否是正宗进口商品。'
                },
                {
                    text: 'Q:如果买到的商品不满意该如何退换货？',
                    main: 'A:消费者向火马科技提出退换货申请，火马科技通过后台系统向海关提出申请，海关审核同意后，我们会通知消费者将商品回寄到保税区监管仓库，（由于监管仓库是一个特殊区域，目前只允许试点物流企业邮政速递进入，因此消费者回寄时必须选择这两家快递），监管仓库收货后，核对商品信息，反馈给我们，我们确认无误后，完成退换货。'
                },
                {
                    text: 'Q:退换货时产生的运费由谁承担？',
                    main: 'A:如果是产品质量问题导致的退换货，运费将由我们承担；如果是非质量问题导致的退换货，运费由消费者自己承担。由其他原因导致的退换货，请联系客服处理。'
                },
                {
                    text: 'Q:提交退货后，大概多久钱会退还到账户？',
                    main: 'A:订单未发货由客户发起的退款，以及临时缺货由平台发起的退款，将在工作日（周一至周五，非工作日顺延）24小时内退到客户在嘻呗网的个人账户，如果要提现要在个人中心发起申请后5个工作日内转账到客户指定的账号。其中跨境购的订单付款后由于海关审核不通过的退款会实时退到客户的来源账户（支付宝或者银行卡）。 '
                },
                {
                    text: 'Q:在火马科技购买的商品一般多久能送到？',
                    main: 'A:跨境购商品由宁波海关专用物品监管仓打包发货,订单数据提交海关进行审核，审放后，由邮政速递EMS进行包裹派送，一般情况下，消费者在仓库发货后的1至3天内可以收到包裹(偏远地区除外)。 '
                },
                {
                    text: 'Q:订单显示发货了，但快递信息为什么还没有更新？',
                    main: 'A:您在火马科技订单页面看到的物流查询信息由快递公司传递提供。由于快递公司信息更新会有一定延迟，请您多多谅解。'
                },
                {
                    text: 'Q:是否每次购买都需要提供身份证？',
                    main: 'A:消费者首次购买厦门跨境贸易电子商务进口商品必须在厦门跨境贸易电子商务服务平台进行“用户注册”，提交的姓名与身份证号码必须相符且真实有效，再次购买不需要重复注册。'
                },
                {
                    text: 'Q:消费者在火马科技购买跨境商品金额和数量有限制吗？',
                    main: 'A:根据海关总署规定，顾客订单均以个人消费品为标准，数量不能超过个人合理自用范围，所以国家做了相应的金额限制，单笔订单总价不可以超过1000元，但如果一个订单内的商品为不可分割的单个商品，价格在1000元以上也是允许的，每人每年有限制交易的额度为20000元人民币，超过将不能够继续购买。'
                },
                {
                    text: 'Q:跨境购商品是从哪里发货的，会被调包吗？',
                    main: 'A:所有跨境购商品都是统一放在宁波保税区海关监管仓库，由监管仓库工作人员统一打包发货，交由邮政速递派送，试点电商不能介入发货环节，无法调包。'
                },
                {
                    text: 'Q:什么叫海外直邮？',
                    main: 'A:海外直邮，是指货物直接从海外发货地直接邮递到买家手中，中间不经过任何分包、转运的手续，最大程度上避免了货物在中途被掉包、替换，确保货物品质。'
                },
                {
                    text: 'Q:手机为什么收不到验证码？',
                    main: 'A:首先确认您的手机能正常接收短信，如果您的手机没有问题，麻烦将您的问题反馈给客服，我们会尽快为您解决。'
                },
                {
                    text: 'Q:扫描防伪溯源二维码能查到什么信息？',
                    main: 'A:每一件保存在厦门的跨境商品，都会贴有防伪溯源二维码。扫描防伪二维码可获知商品的进口商、进口口岸、进口日期、原产国、报关单位等信息，确保正品。'
                }
            ]
        }
    }
}
</script>

<style>
.problem {
    padding: 10px 20px 10px 20px;
}
.problem h2 {
    font-size: 18px;
    color: #e60211;
    height: 30px;
}
</style>
